0 - добавить в postgres/auth отчество (имя уже есть, first name, фамилия - last name) и номер телефона.
1. - CRUD для пользователя. Ручки.
    Пользователь регистрируется - без аутентификации.
    Редактирует свои данные - с аутентификацией.
2. Просмотр профилей клиентов в админке. Как, чтобы не вручную? Подключить Django?
3. Сделать возможность добавлять понравившиеся фильмы в профиль.
    Использовать bookmarks.
4. Сделать возможность выставлять свой собственный рейтинг фильму как в Кинопоиске/IMDB.
    Использовать лайки.
5. Сделать возможность оставлять рецензии на фильм.
    Использовать reviews.
6. Добавить к каждому фильму возможность смотреть отзывы пользователей и рейтинг. Ручки.
    Примерно то, что есть в UGC.
    Добавить сортировки? С элементом случайности?

